[
  {
    "title": "What will the mint price be?",
    "content": "This will be announced in the Discord"
  },
  {
    "title": "How many Lupin Collectibles can I mint?",
    "content": "The Max is 5 Collectibles per wallet."
  },
  {
    "title": "How do I mint a Lupin Collectible? ",
    "content": "To mint your Lupin Collectible you must first have a MetaMask account - a digital wallet.<br>You will need to fund your wallet with Ethereum.On mint day you will press the mint button on our page and connect your wallet to the project.<br>You pick how many collectibles to you want to mint."
  },
  {
    "title": "Where can I view my NFTs?",
    "content": "Once you have minted a  Lupin ALMTY NFT,  you will be able to see it on Opensea by connecting your Wallet"
  },
  {
    "title": "What is the next roadmap?",
    "content": "V1.5 ROADMAP 2.<br> Level 1 - NFTs & Giveaways moneybag <br> Level 2: Community wallet will be established using royalties to fund future giveaways. All Cool Lupin holders will be able to vote on what to do with the funds.<br> Level 3 - Exclusive merchandise Lupin our Merchandise Designs Launch.<br> Level 4 - Free Airdrop and giveaway for up to 500 Proactive Lupin holders! Level up - Roadmap 2 & Whitepaper to be announced soon. <br><br> V 2.0 Roadmap <br>We've got many exciting things on the roadmap. We're focused on building for the long term. Read the masterplan as we plan for the future. <br>1. Play 2 Earn Lupin Almighty Club<br> As teased before, we will be creating an entire Lupin Ecosystem. This includes a P2E game as well as utility tokens that benefit holders. The goal is to conquer the Lupin Project in the Lupin-Verse and make Lupin part of something bigger, In the MetaVerse.<br> 2. Staking & Rewards<br> Once the P2E game is out, you will be able to stake your Lupin NFTs to earn $LLUP tokens. These tokens will be used by players of the Lupin game. We'll be working together with Tokenomics experts to ensure we retain value and our ecosystem's economy is on point. The projected timeline for the launch will be announced soon Players will need to own our Lupin Almighty NFT and some $LLUP tokens to play the game, so demand for our tokens is naturally built in.<br> Our story continues. Most of our project launch date and steps-by-steps will be announced soon, so stay tuned."
  }
]
